/* No comment provided by engineer. */
"" = "";

/* No comment provided by engineer. */
"\n\n" = "\n\n";

/* No comment provided by engineer. */
" in catalog" = " dans le catalogue";

/* No comment provided by engineer. */
"%@ already exists. Do you want to replace it?" = "%@ existe déjà. Voulez-vous le remplacer?";

/* No comment provided by engineer. */
"A file with the same name already exists in that location. Replacing it will overwrite its current contents." = "Un fichier portant le même nom existe déjà à cet emplacement. Remplacer écrasera son contenu actuel.";

/* No comment provided by engineer. */
"Cancel" = "Quitter";

/* No comment provided by engineer. */
"Copy %@ %@ (%@) %@ URL" = "Copier %@ %@ (%@) %@ URL";

/* No comment provided by engineer. */
"Download %@ %@ (%@) Installer" = "Télécharger %@ %@ (%@) Le programme";

/* No comment provided by engineer. */
"Download Full Installer" = "Download Full Installer";

/* No comment provided by engineer. */
"Downloaded %@" = "Téléchargé %@";

/* No comment provided by engineer. */
"Downloading %@" = "Téléchargement %@";

/* No comment provided by engineer. */
"Retrying download of InstallAssistant.pkg..." = "Nouvelle tentative de téléchargement d'InstallAssistant.pkg...";

/* No comment provided by engineer. */
"Replace" = "Remplacer";

/* No comment provided by engineer. */
"Show in Finder" = "Afficher dans le Finder";

/* No comment provided by engineer. */
"Cancel %@ download" = "Annuler %@ le téléchargement";

/* No comment provided by engineer. */
"Show the installer in the Downloads folder" = "Afficher le programme d'installation dans le dossier Téléchargements";

/* No comment provided by engineer. */
"Language Selection" = "Sélection de langue";

/* No comment provided by engineer. */
"Choose a language" = "Choisissez une langue";

/* No comment provided by engineer. */
"Select Language" = "Sélectionner la langue";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Restart Required" = "Redémarrage requis";

/* No comment provided by engineer. */
"The app must be restarted for changes to take effect." = "L'application doit être redémarrée pour que les modifications soient prises en compte.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"Clear app settings?" = "Effacer les paramètres de l'application?";

/* No comment provided by engineer. */
"(App preferences will be cleared)" = "(Les préférences de l'application seront effacées))";

/* No comment provided by engineer. */
"You will lose user settings and saved language." = "Vous perdrez les paramètres utilisateur et la langue enregistrée.";

/* No comment provided by engineer. */
"Warning" = "Avertissement";

/* No comment provided by engineer. */
"Create Installer App from %@ %@ (%@)" = "Créer l'application d'installation à partir de %@ %@ (%@)";

/* No comment provided by engineer. */
"Error Creating Installer" = "Erreur lors de la création du programme d'installation de macOS";

/* No comment provided by engineer. */
"The installer package %@ does not exist in the Downloads folder. Please download it first." = "Le package d'installation %@ n'existe pas dans le dossier Téléchargements. Veuillez d'abord le télécharger.";

/* No comment provided by engineer. */
"Success" = "Succès";

/* No comment provided by engineer. */
"The installer app has been created successfully in /Applications" = "L'application d'installation de macOS a été créée avec succès dans /Applications";

/* No comment provided by engineer. */
"The installer package has been opened. Follow the on-screen instructions to complete the installation" = "Le package d'installation est ouvert. Suivez les instructions à l'écran pour terminer l'installation.";

/* No comment provided by engineer. */
"Failed to open the installer package. Please try opening it manually from the Downloads folder" = "Impossible d'ouvrir le package d'installation. Veuillez essayer de l'ouvrir manuellement depuis le dossier Téléchargements.";

/* No comment provided by engineer. */
"Failed to create installer app. Error: %@" = "Échec de la création de l'application d'installation macOS. Erreur.: %@";

/* No comment provided by engineer. */
"No write permission to /Applications folder" = "Aucune autorisation d'écriture sur le dossier /Applications";

/* No comment provided by engineer. */
"Failed to create AppleScript" = "Échec de la création d'AppleScript";

